[
  
{
    "title": "Netaji Subash Chandra Bose – His Life & Selected Speeches",
    "author": "Dr. V.S Baghel",
    "year": 2024,
    "format":"Hardbound",
    "price": 1995,
    "discount": 10,
  "amazon": "https://www.amazon.in/dp/XXXXXXXX",
  "description": "This compilation of the speeches of Subhash Chandra Bose are presented in chronological order. The selection has been made out of a wide range of material, including old copies of journals of the Indian National Army which were secured from Malaya and Singapore.\n\nThe speeches broadly outline the views and reflect the activities of Subhash Chandra Bose since his emergence in public life. Where there are gaps, they are accounted for by his frequent imprisonments and journeys abroad. Netaji's words are vibrant with patriotic fervour. \n\nHis speeches from abroad affirm his determination not to be a puppet of any foreign power, and his conviction that India's freedom should be secured basically as the result of efforts by the Indian people.",
    "img": "img/Netaji.png"
  },

  {
    "title": "Uttar Pradesh Ka Swatantrata Sangram– Meerut",
    "author": "Dr. K.K Sharma",
    "price": 995,
    "discount": 10,
  "amazon": "https://www.amazon.in/dp/XXXXXXXX",
    "year": 2025,
    "format":"Hardbound",
    "description": "इस पुस्तक में उत्तर प्रदेश के स्वतंत्रता संग्राम, मेरठ के अंतर्गत मेरठ जनपद के स्वतंत्रता आंदोलन के इतिहास को रेखांकित किया गया है। मेरठ से 1857 की क्रांति की ज्वाला जाग्रत हुई थी, जिसने अंग्रेज़ी साम्राज्य को चुनौती दी थी। इसके उपरांत भी यह चुनौती सदैव मेरठ जनपद से अंग्रेज़ी शासन को मिलती रही। मेरठ के क्रांतिकारियों ने मातृभूमि की स्वतंत्रता के संघर्ष को 1857 से 1947 तक निरंतर जारी रखा। मेरठ के इन क्रांतिकारियों के संघर्ष की गाथा को प्रस्तुत पुस्तक में प्रदर्शित करने का प्रयास किया गया है। \n\nस्थानीय स्तर पर स्वतंत्रता आंदोलन की ऐतिहासिक घटनाओं, व्यक्तित्वों, चित्रों आदि को प्रस्तुत पुस्तक में संकलित करने का प्रयास है। यह पुस्तक स्वतंत्रता के सपूतों के चरणों में एक तुच्छ पुष्प की भाँति है। एक इतिहासकार ही नहीं, एक राष्ट्रभक्त नागरिक होने के नाते भी लेखकीय दायित्व के निर्वहन का एक प्रयास है यह पुस्तक।",
    "img": "img/UP.png"
  },

  {
    "title": "Samar Gatha- Bhartiye Sainikon Ke Prakram Ki Kahaniyan",
    "author": "Dr. V.S Baghel",
    "price": 975,
    "discount": 10,
  "amazon": "https://www.amazon.in/dp/XXXXXXXX",
    "year": 2025,
    "format":"Hardbound",
    "description": "प्रस्तुत पुस्तक में भारत की स्वतन्त्रता के पूर्व और पश्चात, भारतीय सैनिकों के साहस, वीरता और पराक्रम की रोचक कहानियों का संग्रह एक कालक्रम में प्रस्तुत किया गया है। इन सभी समर गाथाओं का वर्णन जीवंत एवं रोचक रूप में किया गया है। इन गाथाओं की विशेषता रोचक व आकर्षक शैली में इनका प्रस्तुतीकरण है इनमें सैनिक जीवन, उनके विचारो और आदर्शों का उल्लेख है। ये गाथाेँ देश के प्रति गौरव और अभिमान की भावनाएं जाग्रत करती है। विश्वास है यह समर संग्रह सभी पाठकों, विशेष रूप से स्कूल एवं कालेज के युवा विद्यार्थियों और सैनिकों के लिए प्रेरणादायक एवं उत्साहवर्धक सिद्ध होगी।\n\nइस पुस्तक की शुरुआत उस घटना से होती है जब भारतीय सैनिकों को ब्रिटिश सेना के तहत सर्वोच्च शोर्य के लिए सर्वोच्च पुरस्कार के काबिल नहीं माना जाता था। पर जिस प्रकार एक वीर सैनिक नगरकोटि ने अपने बार बार के अदम्य साहस से अंग्रेजों को सोचने पर मजबूर कर दिया की भारतीय सैनिकों को इन पुरस्कारों से अछूता नहीं रखा जा सकता। यही से स्वतन्त्रता पूर्व भारतीय सैनिकों को ब्रिटिश सेना का एक सैनिक मानते हुये विक्टोरिया क्रॉस से सम्मानित किया जाने लगा। और पुस्तक का समापन कारगिल युद्ध में कैप्टन विक्रम बत्रा के अदम्य शोर्य एवं बलिदान से किया गया है।",
    "img": "img/SamarGatha.jpg"
  },

  {
    "title": "Bharat Ke Mahaan Sapoot",
    "author": "Dr. Anand Sharma",
    "price": 325,
    "discount": 10,
  "amazon": "https://www.amazon.in/dp/XXXXXXXX",
    "year": 2023,
    "format":"Paperback",
    "description": "Bharat ke Mahaan Sapoot भारत के उन महान व्यक्तित्वों को समर्पित एक प्रेरणादायी कृति है, जिन्होंने अपने त्याग, साहस और राष्ट्रभक्ति से भारत के इतिहास को गौरवपूर्ण बनाया। यह पुस्तक उन वीर सपूतों के जीवन, विचारों और संघर्षों को सहेजने का एक विनम्र प्रयास है, जिनकी बदौलत भारत की स्वतंत्रता, एकता और अस्मिता सुरक्षित रह सकी।\n\nपुस्तक में स्वतंत्रता संग्राम के प्रमुख सेनानियों के साथ-साथ ऐसे महापुरुषों का भी उल्लेख किया गया है, जिन्होंने सामाजिक सुधार, शिक्षा, संस्कृति और राष्ट्रीय चेतना के क्षेत्र में अमूल्य योगदान दिया। उनके जीवन प्रसंगों, आदर्शों और ऐतिहासिक भूमिकाओं को सरल, तथ्यात्मक और पाठक-अनुकूल भाषा में प्रस्तुत किया गया है, जिससे यह पुस्तक विद्यार्थियों, शोधार्थियों और सामान्य पाठकों—सभी के लिए उपयोगी बन सके।",
    "img": "img/Bharat.jpg"
  },

  {
    "title": "Udaan: Rairangpur Se Raisina Tak",
    "author": "Dr. Anand Sharma",
    "price": 595,
    "discount": 10,
  "amazon": "https://www.amazon.in/dp/XXXXXXXX",
    "year": 2023,
    "format":"Paperback",
    "description": "भारत की माननीय राष्ट्रपति श्रीमती द्रौपदी मुर्मू जी के प्रेरणादायी जीवन-सफर को समर्पित एक संवेदनशील और तथ्यपरक कृति है। यह पुस्तक ओडिशा के छोटे से नगर रायरंगपुर से लेकर देश के सर्वोच्च संवैधानिक पद—राष्ट्रपति भवन (रायसीना हिल्स)—तक की उनकी असाधारण यात्रा को सरल और प्रभावशाली रूप में प्रस्तुत करती है।\n\nपुस्तक में द्रौपदी मुर्मू जी के जीवन के विभिन्न चरणों—उनका सामाजिक परिवेश, शिक्षा, पारिवारिक संघर्ष, सार्वजनिक जीवन में प्रवेश, जनसेवा के प्रति समर्पण तथा संवैधानिक दायित्वों के निर्वहन—को क्रमबद्ध ढंग से रेखांकित किया गया है। एक आदिवासी महिला के रूप में सामाजिक, राजनीतिक और व्यक्तिगत चुनौतियों का सामना करते हुए उन्होंने जिस दृढ़ संकल्प, सादगी और नैतिक मूल्यों के साथ अपना मार्ग प्रशस्त किया, वह उन्हें समकालीन भारत की एक विशिष्ट और प्रेरक व्यक्तित्व बनाता है।\n\nUdaan केवल एक जीवनी नहीं, बल्कि भारतीय लोकतंत्र की समावेशी प्रकृति, सामाजिक न्याय और समान अवसरों की भावना का सशक्त प्रतीक है। यह पुस्तक युवाओं, विद्यार्थियों, शोधार्थियों तथा सार्वजनिक जीवन में रुचि रखने वाले पाठकों के लिए विशेष रूप से प्रेरणास्रोत सिद्ध होगी।",
    "img": "img/Udaan.jpg"
  }

  
 
  
]